Repository: vbprofi/accessible_youtube_downloader_pro
Catalog: source/languages/*/lc_messages/accessible_youtube_downloader.po
Languages: de

source: اضغط على مفتاح القوائم alt للوصول إلى خيارات البرنامج, أو تنقل بزر التاب للوصول سريعًا إلى أهم الخيارات المتاحة.
de: Drücken Sie die Alt-Taste, um auf die Programmoptionen zuzugreifen, oder nutzen Sie die Tab-Taste für schnellen Zugriff auf die wichtigsten Funktionen.

source: البحث في youtube ctrl+f
de: Auf YouTube suchen Strg+F

source: التنزيل من خلال رابط ctrl+d
de: Über Link herunterladen Strg+D

source: تشغيل فيديو youtube من خلال الرابط ctrl+y
de: YouTube-Video über Link abspielen Strg+Y

source: الفيديوهات المفضلة ctrl+shift+f
de: Favoriten Strg+Umschalt+F

source: فتح مجلد التنزيل ctrl+p
de: Download-Ordner öffnen Strg+P

source: الإعدادات... alt+s
de: Einstellungen... Alt+S

source: جاري البحث
de: Suche läuft

source: خروج ctrl+w
de: Beenden Strg+W

source: القائمة الرئيسية
de: Hauptmenü

source: دليل المستخدم... f1
de: Benutzerhandbuch... F1

source: البحث عن التحديثات
de: Nach Updates suchen

source: عن البرنامج...
de: Über das Programm...

source: البريد الالكتروني...
de: E-Mail...

source: تويتر...
de: Twitter...

source: تواصل معي
de: Kontakt

source: حول
de: Über

source: جاري التشغيل
de: Wiedergabe läuft

source: دليل استخدام برنامج accessible youtube downloader pro
de: Benutzerhandbuch für Accessible YouTube Downloader Pro

source: جاري البحث عن التحديثات. يرجى الانتظار
de: Suche nach Updates. Bitte warten.

source: بايت
de: Byte

source: كيلو بايت
de: Kilobyte

source: ميجا بايت
de: Megabyte

source: جيجا بايت
de: Gigabyte

source: تيرا بايت
de: Terabyte

source: المقدار المتبقي: {} {}
de: Verbleibende Größe: {} {}

source: حجم الملف الإجمالي: {} {}
de: Gesamtgröße: {} {}

source: سرعة التنزيل: {} {}
de: Downloadgeschwindigkeit: {} {}

source: مقدار الحجم الذي تم تنزيله: {} {}
de: Heruntergeladen: {} {}

source: نسبة التنزيل: {}%
de: Fortschritt: {}%

source: خطأ
de: Fehler

source: لقد أدخلت رابطًأ غير صحيح. يرجى تجربة رابط آخر, أو حاول التأكد من وجود اتصال بالشبكة.
de: Ungültiger Link oder keine Internetverbindung. Bitte überprüfen Sie den Link und versuchen Sie es erneut.

source: اكتمل التنزيل بنجاح
de: Download erfolgreich abgeschlossen

source: نجاح
de: Erfolg

source: قائمة تشغيل
de: Wiedergabeliste

source: قناة
de: Kanal

source: فيديو
de: Video

source: لقد تم الكشف عن وجود رابط ل{} يوتيوب في الحافظة. يرجى اختيار الإجراء المطلوب
de: Ein YouTube-{} Link wurde in der Zwischenablage gefunden. Was möchten Sie tun?

source: تنزيل
de: Herunterladen

source: تشغيل
de: Abspielen

source: فتح...
de: Öffnen...

source: إلغاء
de: Abbrechen

source: التعليقات
de: Kommentare

source: إغلاق
de: Schließen

source: بواسطة {}
de: Von {}

source: لم نتمكن من تحميل المزيد من التعليقات
de: Keine weiteren Kommentare geladen

source: لا يزال التحميل جار
de: Lädt noch

source: ليس هناك المزيد من التعليقات
de: Keine weiteren Kommentare

source: تم تحميل المزيد من التعليقات
de: Weitere Kommentare geladen

source: نسخ التعليق
de: Kommentar kopieren

source: تم نسخ التعليق المحدد إلى الحافظة
de: Ausgewählter Kommentar kopiert

source: وصف الفيديو
de: Videobeschreibung

source: الوصف:
de: Beschreibung:

source: نسخ
de: Kopieren

source: التصدير إلى مستند نصي (txt)...
de: Als Textdatei exportieren (txt)...

source: التصدير إلى صفحة ويب (html)...
de: Als Webseite exportieren (html)...

source: رابط التنزيل: :
de: Download-Link:

source: نوع المقطع
de: Medientyp

source: صوت
de: Audio

source: صيغة المقطع
de: Dateiformat

source: اختر مجلد التنزيل
de: Download-Ordner auswählen

source: يرجى إدخال رابطًا صحيحًا.
de: Bitte geben Sie einen gültigen Link ein.

source: جاري التنزيل - {}
de: Lädt herunter - {}

source: المفضلة:
de: Favoriten:

source: إلغاء التفضيل
de: Aus Favoriten entfernen

source: العودة إلى النافذة الرئيسية
de: Zurück zum Hauptfenster

source: تم حذف الفيديو من قائمة المفضلة
de: Video aus Favoriten entfernt

source: التشغيل كمقطع صوتي
de: Als Audio abspielen

source: التنزيل المباشر... ctrl+d
de: Direkter Download... Strg+D

source: الانتقال إلى القناة
de: Zum Kanal navigieren

source: تنزيل القناة
de: Kanal herunterladen

source: نسخ رابط المقطع
de: Video-Link kopieren

source: الفتح من خلال متصفح الإنترنت
de: Im Browser öffnen

source: اكتمال
de: Fertig

source: تم نسخ رابط المقطع بنجاح
de: Video-Link erfolgreich kopiert

source: ادخل رابط الفيديو لتشغيله من خلال مشغل البرنامج
de: Geben Sie den YouTube-Link ein, um das Video im Player abzuspielen

source: رابط المقطع
de: Link:

source: التشغيل ك:
de: Abspielen als:

source: مقطع صوتي
de: Audio

source: مقطع فيديو
de: Video

source: قائمة الفيديوهات:
de: Videoliste

source: رجوع
de: Zurück

source: جاري عرض قائمة التشغيل
de: Lade Wiedergabeliste

source: حدث خطأ ما أثناء محاولة فتح قائمة التشغيل
de: Fehler beim Laden der Wiedergabeliste

source: تم تحميل المزيد من الفيديوهات
de: Weitere Videos geladen

source: ليس هناك فيديوهات أخرى
de: Keine weiteren Videos

source: لم يتم تحميل المزيد من الفيديوهات
de: Keine weiteren Videos geladen

source: بحث
de: Suche

source: ابحث في youtube:
de: Auf YouTube suchen:

source: فلتر:
de: Filter:

source: بلا فلتر
de: Kein Filter

source: تاريخ الرفع
de: Hochladedatum

source: عدد المشاهدات
de: Aufrufe

source: بث مباشر
de: Live

source: ابحث
de: Suchen

source: الإعدادات
de: Einstellungen

source: لغة البرنامج:
de: Programmsprache:

source: مسار مجلد التنزيل:
de: Download-Ordner:

source: &تغيير المسار
de: Pfad &ändern

source: التفضيلات العامة
de: Allgemeine Einstellungen

source: اكتشاف الروابط تلقائيًا عند فتح البرنامج
de: Links automatisch erkennen beim Start

source: الكشف عن التحديثات الجديدة تلقائيًا عند فتح البرنامج
de: Automatisch nach Updates suchen beim Start

source: تحميل المزيد من نتائج البحث عند الوصول إلى نهاية قائمة الفيديوهات المعروضة
de: Mehr Ergebnisse laden am Ende der Liste

source: إعدادات التنزيل
de: Download-Einstellungen

source: صيغة التحميل المباشر:
de: Direktes Download-Format:

source: صوت (m4a)
de: Audio (m4a)

source: صوت (mp3)
de: Audio (mp3)

source: فيديو (mp4)
de: Video (mp4)

source: جودة تحويل ملفات mp3:
de: MP3-Konvertierungsqualität:

source: إعدادات المشغل
de: Player-Einstellungen

source: متابعة المشاهدة بعد إغلاق الفيديو وتشغيله من جديد
de: Wiedergabeposition speichern

source: إعادة تشغيل المقطع تلقائيًا عند انتهائه
de: Automatisch wiederholen

source: الانتقال إلى المقطع التالي تلقائيًا عند انتهاء المقطع الحالي
de: Automatisch nächstes Video abspielen

source: مواف&ق
de: &OK

source: إل&غاء
de: A&bbrechen

source: تنبيه
de: Hinweis

source: لقد قمت بتغيير لغة البرنامج إلى {}, مما يعني أنه ينبغي عليك إعادة تشغيل البرنامج لتطبيق التعديلات. هل تريد القيام بذلك حالًا?
de: Sie haben die Programmsprache auf {} geändert. Das Programm muss neu gestartet werden, um die Änderungen zu übernehmen. Jetzt neu starten?

source: تنزيل التحديثات
de: Updates herunterladen

source: في انتظار بدء التحميل...
de: Warte auf Downloadstart...

source: إيقاف التحميل
de: Download abbrechen

source: لا يمكن تحديث البرنامج في الوقت الحالي
de: Update derzeit nicht möglich

source: يتم الآن تنزيل التحديث {}
de: Lade Update herunter {}%

source: اكتمل تنزيل التحديث بنجاح. يرجى الضغط على موافق للشروع في عملية التثبيت
de: Update erfolgreich heruntergeladen. Klicken Sie auf OK, um mit der Installation fortzufahren.

source: جاري تثبيت التحديث
de: Installiere Update

source: حدث خطأ ما عند محاولة فتح ملف التثبيت. فضلًا أعد محاولة التحديث مجددًا, أو تواصل مع المطور للإبلاغ بالمشكلة
de: Fehler beim Öffnen der Installationsdatei. Bitte versuchen Sie es erneut oder kontaktieren Sie den Entwickler.

source: المقطع السابق
de: Vorheriges

source: بداية المقطع
de: Von vorne beginnen

source: إرجاع المقطع <
de: Zurückspulen <

source: تشغيل\إيقاف
de: Abspielen/Pause

source: تقديم المقطع >
de: Vorspulen >

source: المقطع التالي
de: Nächstes

source: وصف الفيديو ctrl+shift+d
de: Videobeschreibung Strg+Umschalt+D

source: التعليقات... ctrl+shift+j
de: Kommentare... Strg+Umschalt+J

source: نسخ رابط المقطع ctrl+l
de: Video-Link kopieren Strg+L

source: الفتح من خلال متصفح الإنترنت ctrl+b
de: Im Browser öffnen Strg+B

source: خيارات المقطع
de: Videooptionen

source: الوقت المنقضي: {}
de: Abgespielte Zeit: {}

source: سريع
de: Schnell

source: معتدل
de: Normal

source: بطيء
de: Langsam

source: تحريك المقطع
de: Sprungsprungweite:

source: ثانية/ثواني
de: Sekunde/n

source: التكرار متوقف
de: Wiederholung aus

source: التكرار مفعل
de: Wiederholung an

source: تشغيل المقطع التالي تلقائيًا متوقف
de: Automatisches Abspielen aus

source: تشغيل المقطع التالي تلقائيًا مفعل
de: Automatisches Abspielen an

source: المدة: {}
de: Dauer: {}

source: وضع ملء الشاشة مفعل
de: Vollbildmodus aktiv

source: وضع ملء الشاشة متوقف
de: Vollbildmodus inaktiv

source: جاري الفتح
de: Öffne

source: يتم الآن جلب وصف الفيديو
de: Lade Videobeschreibung

source: هناك خطأ ما أدى إلى منع جلب وصف الفيديو
de: Fehler beim Laden der Videobeschreibung

source: لا يمكن جلب التعليقات لهذا الفيديو
de: Kommentare nicht verfügbar

source: يتم الآن جلب التعليقات
de: Lade Kommentare

source: لم يتم العثور على تعليقات في هذا المقطع
de: Keine Kommentare gefunden

source: دقيقة واحدة
de: 1 Minute

source: دقيقتان
de: 2 Minuten

source: {} دقائق
de: {} Minuten

source: {} دقيقة
de: {} Minute

source: ثانية
de: 1 Sekunde

source: ثانيتين
de: 2 Sekunden

source: {} ثواني
de: {} Sekunden

source: {} ثانية
de: {} Sekunde

source: ساعة
de: 1 Stunde

source: ساعتان
de: 2 Stunden

source: {} ساعات
de: {} Stunden

source: {} ساعة
de: {} Stunde

source: {} و{}
de: {} und {}

source: {} و{} و{}
de: {}, {} und {}

source: حدث خطأ ما أثناء الاتصال بخدمة العثور على التحديثات. تأكد من وجود اتصال مستقر بالإنترنت ثم عاود المحاولة
de: Verbindungsfehler beim Update-Service. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.

source: تحديث جديد
de: Neues Update

source: هناك تحديث جديد متوفر. هل ترغب في تنزيله الآن؟
de: Ein neues Update ist verfügbar. Jetzt herunterladen?

source: أنت تعمل الآن على آخر تحديث متوفر من التطبيق
de: Sie verwenden bereits die neueste Version

source: لا يوجد تحديث
de: Kein Update

source: نتائج البحث:
de: Suchergebnisse:

source: تحميل المزيد من النتائج
de: Weitere Ergebnisse laden

source: تشغيل (enter)
de: Abspielen (Enter)

source: تفضيل الفيديو
de: Video favorisieren

source: بحث... (ctrl+f)
de: Suche... (Strg+F)

source: خيارات
de: Optionen

source: تعذر إجراء عملية البحث بسبب وجود خلل ما في الاتصال بالشبكة.
de: Suche aufgrund eines Netzwerkfehlers nicht möglich.

source: جاري تحميل المزيد من النتائج
de: Lade weitere Ergebnisse...

source: لم يتمكن البرنامج من تحميل المزيد من النتائج
de: Keine weiteren Ergebnisse geladen

source: تم تحميل المزيد من نتائج البحث
de: Weitere Ergebnisse geladen

source: فتح
de: Öffnen

source: تمت إضافة الفيديو إلى قائمة المفضلة
de: Video zu Favoriten hinzugefügt

source: تحتوي على {} من الفيديوهات
de: Enthält {} Videos

source: عدد المشاهدات {}
de: {} Aufrufe

source: موافق
de: OK

source: بواسطة
de: Von

source: الإصدار
de: Version

source: طُوِر بواسطة
de: Entwickelt von

source: اسم البرنامج
de: Programmname
